import React from "react";

import '../../style/index/ShopAdd.scss'
const ShopAdd = () =>{

    return(
        <div className="shopAddDiv" id="shopAdd">
            <div className="shopAdd">
                <div className="shopAddContent">
                    <h3>限時特價</h3>
                    <p>
                        條色這泉食風哪弓用實三欠長友平六筆，着棵冬的牠消羽起昌丟新。旦習午冰化里飯話游母親去京清松反步圓從冬。尤種良吹馬坡勿羽手家各童，扒晚看功。
                        國二田同光相候跑候頁帽四更刀可貝洋元支浪，門八坡正父是陽；筆封房音蝴子細種「掃重而造植」言辛巴間門子吹泉，忍久今還松哪飛月春；連風早尺父把玩室。
                        笑兒久干從封，幸隻嗎玩助經加菜過話安入向食晚兒！黃出定工綠住足。就肖入課蝴文你西，蝴說尺登能反右息石節刀麼星語喝跑飯許固。沒幼布波彩員什訴娘果圓。
                        跳百姐牛蛋春童得。園開兒扒或少給念瓜來四美扒帶古幼兌木丟裝，抓至幫文寫蝶會怪者陽吹雨色又員魚皮，習羽苦原久甲室文苦收多生乙登們裝食動木，右說習怕。
                        看民哭視弓開元同弓吧弓犬、回那村包貫太几戶。珠第蝴夕、媽的朋示流人次辛海吧結東紅色科錯苦孝國。
                        尾合追一片帶北讀說止頭乍買白亮乞汗馬半筆，得教夕亭勿穴村羽新棵頭麻我對飯？色胡千肉語是親「牛穿」急條斥品久雲乞六語長菜車，旁士節國根。金拍去光爸嗎，
                        穿草經個杯現，白這車海耍公國禾給唱汁玩苦雲爬念黑！千皮跳誰我內雨海得斥。冬苗進急學村自昌男斗是親你枝交「平澡畫雞天」具晚會的根工加水只知收候示太躲。
                        洋皮住丟回已友尤穴玩支休小告像反什。
                    </p>
                    <div className="shopAddButton">前往折扣</div>
                </div>
            </div>
            <div className="shopAdd">
                <div className="shopAddContent">
                    <h3>開幕大優惠</h3>
                    <p>
                        條色這泉食風哪弓用實三欠長友平六筆，着棵冬的牠消羽起昌丟新。旦習午冰化里飯話游母親去京清松反步圓從冬。尤種良吹馬坡勿羽手家各童，扒晚看功。
                        國二田同光相候跑候頁帽四更刀可貝洋元支浪，門八坡正父是陽；筆封房音蝴子細種「掃重而造植」言辛巴間門子吹泉，忍久今還松哪飛月春；連風早尺父把玩室。
                        笑兒久干從封，幸隻嗎玩助經加菜過話安入向食晚兒！黃出定工綠住足。就肖入課蝴文你西，蝴說尺登能反右息石節刀麼星語喝跑飯許固。沒幼布波彩員什訴娘果圓。
                        跳百姐牛蛋春童得。園開兒扒或少給念瓜來四美扒帶古幼兌木丟裝，抓至幫文寫蝶會怪者陽吹雨色又員魚皮，習羽苦原久甲室文苦收多生乙登們裝食動木，右說習怕。
                        看民哭視弓開元同弓吧弓犬、回那村包貫太几戶。珠第蝴夕、媽的朋示流人次辛海吧結東紅色科錯苦孝國。
                        尾合追一片帶北讀說止頭乍買白亮乞汗馬半筆，得教夕亭勿穴村羽新棵頭麻我對飯？色胡千肉語是親「牛穿」急條斥品久雲乞六語長菜車，旁士節國根。金拍去光爸嗎，
                        穿草經個杯現，白這車海耍公國禾給唱汁玩苦雲爬念黑！千皮跳誰我內雨海得斥。冬苗進急學村自昌男斗是親你枝交「平澡畫雞天」具晚會的根工加水只知收候示太躲。
                        洋皮住丟回已友尤穴玩支休小告像反什。
                    </p>
                    <div className="shopAddButton">前往折扣</div>
                </div>
            </div>
        </div>
    )
}
export default ShopAdd